Repository: CaptainJoo/phyphox-ios
Catalog: phyphox iOS/phyphox/*.lproj/Localizable.strings
Languages: cs, fa, ja, nl, pl, pt, sl, zh_hans

# save_locally_done
source: Experiment successfully added to collection.
cs: Experiment úspěšně přidán do sbírky.
fa: آزمایش با موفقیت به مجموعه افزوده شد.
ja: 実験はコレクションに追加されました．
nl: Experiment toegevoegd aan experimentenlijst.
pl: Eksperyment pomyślnie dodany do zbioru.
pt: Experimento adicionado à coleção com sucesso.
sl: Eksperiment uspešno dodan v zbirko.
zh_hans: 实验已成功加入收藏

# save_state
source: Save experiment state
cs: Uložit stav experimentu
fa: ذخیره‌ وضعیت آزمایش
ja: 実験状態を保存
nl: Sla experimentstatus op
pl: Zapisz status eksperymentu
pt: Salvar experiência
sl: Shrani stanje eksperimenta
zh_hans: 保存实验状态

# save_state_category
source: Saved experiment states
cs: Uložené experimenty
fa: وضعیت آزمایش ذخیره شده
ja: 保存された実験状態
nl: Opgeslagen experimentenstatussen
pl: Satus eksperymentu zapisany
pt: Experimentos salvos
sl: Stanje eksperimenta shranjeno
zh_hans: 已保存的实验状态

# save_state_message
source: You can save the state of this experiment including your data to your collection or share it with a third-party app.
cs: Můžete uložit současný stav experimentu včetně nasbíraných dat do své sbírky nebo jej sdílet s dalšími aplikacemi.
fa: شما می‌توانید وضعیت این آزمایش از جمله داده‌های خود را در مجموعه خود ذخیره کنید یا آن را با یک برنامه شخص ثالث به اشتراک بگذارید.
ja: 実験データを含む本実験の状態をあなたのコレクションに保存することや，第三者のアプリで共有することができます．
nl: U kan de status van dit experiment samen met uw data aan uw experimentenlijst toevoegen of delen via een third-party app.
pl: Możesz zapisać status eksperymentu wraz z wynikami w swoim zbiorze lub udostępnić go innej aplikacji.
pt: Você pode salvar este experimento incluindo seus dados para a sua coleção ou compartilhar com outro app.
sl: Stanje eksperimenta, vključno z vašimi podatki, lahko shranite v svojo zbirko ali ga delite preko drugih aplikacij.
zh_hans: 你可以保存这个实验状态（含数据）至你的收藏或通过第三方应用分享。

# save_state_title
source: Title
cs: Nadpis
fa: عنوان
ja: タイトル
nl: Titel
pl: Tytuł
pt: Título
sl: Naslov
zh_hans: 标题

# save_state_save
source: To collection
cs: Do sbírky
fa: افزودن به مجموعه
ja: コレクション
nl: Naar experimentenlijst
pl: Do zbioru
pt: Salvar na coleção
sl: V zbirko
zh_hans: 至收藏

# save_state_share
source: Share
cs: Sdílet
fa: به اشتراک‌گذاری
ja: 共有
nl: Delen
pl: Udostępnij
pt: Compartilhar
sl: Deli
zh_hans: 分享

# save_state_subject
source: Experiment state for phyphox
cs: Stav experimentu pro phyphox
fa: وضعیت آزمایش برای فیفاکس
ja: phyphoxの実験状態
nl: Status van het experiment voor phyphox
pl: Status eksperymentu dla phyphox'a
pt: Estado do experimento para phyphox
sl: Stanje phyphox eksperimenta
zh_hans: Phyphox的实验状态

# save_state_default_title
source: Measurement
cs: Měření
fa: اندازه‌گیری
ja: 実験
nl: Meting
pl: Pomiary
pt: Medidas
sl: Meritev
zh_hans: 测量

# save_state_success
source: State has been saved to your collection.
cs: Stav experimentu byl uložen.
fa: وضعیت آزمایش در مجموعه شما ذخیره شده است.
ja: 状態はあなたのコレクションに保存されました．
nl: Status is opgeslagen in uw experimentenlijst.
pl: Status został zapisany w twoim zbiorze.
pt: Medidas foram salvas na colecão.
sl: Stanje je bilo shranjeno v vašo zbirko.
zh_hans: 状态已存至你的收藏。

source: Timed run
cs: Časované měření
fa: آزمایش زمان‌بندی شده
ja: プログラム計測
nl: Getimede meting
pl: Czas trwania
pt: Medida temporizada
sl: Merjenje časa
zh_hans: 定时运行

# pick_exportSets
source: Pick the data sets to export.
cs: Vyberte data pro exportování.
fa: دسته داده‌ها را برای خروجی گرفتن انتخاب کنید.
ja: エクスポートするデータの選択.
nl: Kies datasets om te exporteren.
pl: Wybierz zakres danym do wyeksportowania.
pt: Escolha o conjunto de dados para exportar.
sl: Izberite zbirke podatkov za izvoz.
zh_hans: 选择数据组来导出。

# pick_exportFormat
source: Choose the data format.
cs: Zvolte formát dat pro export
fa: فرمت داده‌ها را انتخاب کنید.
ja: データフォーマットを選択してください．
nl: Kies data formaat.
pl: Wybierz format danych.
pt: Escolha o formato dos dados.
sl: Izberite obliko podatkov.
zh_hans: 选择数据格式。

source: No drawable data.
cs: Žádná zobrazitelná data.
fa: بدون داده‌های قابل رسم.
ja: 描画可能なデータがありません．
nl: Geen visualiseerbare data.
pl: Brak zaznaczonych danych.
pt: Dados não disponíveis para visualização.
sl: Ni podatkov za izris.
zh_hans: 无可使用的数据。

# categoryNewExperiment
source: Simple custom experiments
cs: Vlastní jednoduché experimenty
fa: آزمایش‌های ساده سفارشی
ja: 簡単なカスタム実験
nl: Simpele aangepaste experimenten
pl: Własne eksperymenty
pt: Experimentos simples personalizados
sl: Preprosti eksprimenti po meri
zh_hans: 简易定制实验

# categoryRawSensor
source: Raw Sensors
cs: Senzory
fa: حسگرهای خام
ja: 時系列センサー
nl: Onbewerkte sensoren
pl: Nieskalibrowane czujniki
pt: Sensores
sl: Senzorji RAW
zh_hans: 原始传感器

# experimentinfo_hint
source: Check experiment info to learn how to use this experiment.
cs: Prosím pročtěte si informace k tomuto experimentu, abyste zjistili detaily k jeho úspěšnému provedení.
fa: اطلاعات آزمایش را بررسی کنید تا بیاموزید چگونه از این آزمایش استفاده کنید.
ja: 本実験をどのように使用するか知るために実験インフォを確認してください．
nl: Bekijk de experimenteninfo om te weten hoe u dit experiment moet gebruiken.
pl: Sprawdź informacje nt. eksperymentu by dowiedzieć się więcej.
pt: Veja informações sobre o experimento para aprender como usá-lo.
sl: Preverite navodila o izvedbi taga eksperimenta.
zh_hans: 查看实验信息，了解如何使用该实验。

# AudioRateMissmatch
source: Error: Sampling rate mismatch. Please disable any apps or services (like AirPlay) which force a different audio sampling rate.
fa: خطا: عدم هماهنگی نرخ نمونه‌برداری. لطفا هرگونه برنامه یا سرویس (مانند AirPlay) را که یک نرخ نمونه‌برداری صوتی مختلف را تحمیل می‌کنند غیرفعال کنید.
ja: エラー: サンプリングレートが一致しません．異なる音声サンプリングレートにするその他のアプリやサービス (Airplayなど) を無効にしてください．
nl: Fout: Samplesnelheden komen niet overeen. Gelieve apps of diensten (zoals AirPlay) die een andere audiosamplesnelheid afdwingen uit te schakelen.
pl: Błąd: Niezgodna częstotliwość próbkowania. Wyłącz aplikacje lub serwisy (np. AirPlay), które wymuszają inną częstotliwość próbkowania audio.
pt: Erro: Taxa de amostragem incompatível. Por favor desabilite outros apps ou serviços (tal qual AirPlay) que requer uma taxa de amostragem de som diferente.
zh_hans: 错误：采样率不匹配。请关闭驱动不同音频采样率的任何应用或服务（如Airplay）。

# translationText
source: Phyphox will use the first language available from your preferred languages list in your system settings. To learn which languages are available and how you can help, select "visit website".
fa: فیفاکس از نخستین زبان موجود در لیست «تنظیمات برگزیده زبان» موجود در تنظیمات سیستم شما استفاده می‌کند. برای تغییر تنظیمات، به بخش «تنظیمات» اندروید خود در زیر بروید. جهت آگاهی از زبان‌های موجود و اینکه چگونه می‌توانید کمک کنید، «بازدید از وب‌سایت» را انتخاب کنید.
ja: phyphoxはあなたのシステム設定の優先言語リストから第一可能言語を使用します．どの言語が使用可能か，どのように解決するかを知るためには "ウェブサイトへ" を選択してください．
nl: Phyphox zal de eerste taal gebruiken uit uw gekozen talenlijst in uw systeeminstellingen als deze beschikbaar is. Om te weten te komen welke talen beschikbaar zijn en hoe u kunt helpen, selecteer "bezoek website".
pl: Phyphox użyje pierwszego języka z listy języków preferowanych w ustawieniach systemu. Aby dowiedzieć się więcej o dostępnych językach oraz możliwościach współpracy wybierz "odwiedź stronę".
pt: Phyphox irá utilizar a primeira língua disponível das linguagens preferidas nas suas configurações do sistema. Para saber quais línguas estão disponíveis e como você pode ajudar, selecione "visitar website" (em inglês).
zh_hans: Phyphox将使用你的系统设定中的语言偏好的第一选项。欲了解哪些语言可用及其你可以如何协助，请选择“访问网页”。

# translationToWebsiteURL
source: http://phyphox.org/languages#en
nl: http://phyphox.org/languages#nl
pl: http://phyphox.org/faq-pl/#faqTranslation
pt: http://phyphox.org/languages#pt
