Repository: CaptainJoo/phyphox-ios
Catalog: phyphox iOS/phyphox/*.lproj/Localizable.strings
Languages: cs, fa, ja, nl, pl, pt, sl, zh_hans

# app_name
source: phyphox
fa: فیفاکس
zh_hans: 手机物理工坊

# action_settings
source: Settings
cs: Nastavení
fa: تنظیمات
ja: 設定
nl: Instellingen
pl: Ustawienia
pt: Configurações
sl: Nastavitve
zh_hans: 设置

# title_activity_experiment
source: phyphox
fa: فیفاکس
zh_hans: 手机物理工坊

# newExperimentPhyphoxInfo
source: Visit phyphox.org to create more advanced experiments including data analysis and share them with colleagues, students and friends.
cs: Na stránce phyphox.org můžete vytvářet další pokročilé experimenty obsahující i analýzu naměřených dat. Takto vytvořené experimenty můžete sdílet se svými kolegy, studenty a přáteli.
fa: از phyphox.org دیدن کرده تا آزمایش‌های پیشرفته‌تری را شامل تجزیه و تحلیل داده‌ها ایجاد کنید و آن‌ها را با همکاران، شاگردان و دوستان خود به اشتراک بگذارید.
ja: データ分析や同僚，学生，友人との共有等の高度の実験を行うには phyphox.org のリンクを参照ください．
nl: Ga naar phyphox.org om geavanceerdere experimenten te maken, inclusief data-analyse en deel deze met collega's, studenten en vrienden.
pl: Aby przygotować zaawansowane doświadczenia zawierające analizę danych oraz by dzielić się doświadczeniami z innymi odwiedź stronę phyphox.org.
pt: Visite phyphox.org para criar outros experimentos incluindo análise de dados e compartilha-los com seus colegas, alunos e amigos.
zh_hans: 参考phyphox.org网站信息，创设更好的手机实验，并包括数据分析，可与同事，学生和朋友们分享。

# newExperimentInputTitle
source: Title
cs: Nadpis
fa: عنوان
ja: タイトル
nl: Titel
pl: Tytuł
pt: Título
sl: Naslov
zh_hans: 标题

# newExperimentInputBufferSize
source: Buffer size (number of values to be stored)
cs: Velikost vyrovnávací paměti (počet ukládaných hodnot)
fa: اندازه‌‌ی حافظه‌ی بافر (تعداد مقادیری که ذخیره شود)
ja: バッファーサイズ(格納する値の数)
nl: Buffer omvang (aantal op te slaan getallen)
pl: Rozmiar bufora (liczba przechowywanych wartości)
pt: Tamanho do buffer (número de valores guardados)
sl: Velikost medpomnilnika (število vrednosti, ki jih želite shraniti)
zh_hans: 缓存大小（存储数值的数目）

# newExperimentInputRate
source: Sensor rate (in Hz, 0 = as fast as possible)
cs: Vzorkovací frekvence (v Hz, 0 = tak rychle jak je to možné)
fa: نرخ نمونه‌برداری حسگر (به Hz، ۰ = سریع‌ترین حالت ممکن)
ja: センサーレート (Hz，0は最速処理を意味する)
nl: Sensor frequentie
pl: Częstotliwość czujnika (w Hz, 0 = maksymalna dozwolona)
pt: Taxa de leitura do sensor (em Hz, 0 = mais rápido possível)
sl: Odzivnost senzorja (v Hz, 0 = najhitrejši)
zh_hans: 传感器速率（单位Hz，数值0表示最快）

# newExperimentInputSensors
source: Active sensors
cs: Aktivní senzory
fa: حسگرهای فعال
ja: アクティブなセンサー
nl: Actieve sensoren
pl: Aktywne czujniki
pt: Sensores ativos
sl: Aktivni senzorji
zh_hans: 选择传感器

source: Warning
cs: Varování
fa: هشدار
ja: 注意
nl: Waarschuwing
pl: Uwaga
pt: Aviso
sl: Opozorilo
zh_hans: 警告

source: Do not show again
cs: Znovu nezobrazovat
fa: دوباره نمایش نده
ja: 今後表示しない
nl: Niet opnieuw tonen
pl: Nie pokazuj ponownie
pt: Não mostrar novamente
sl: Ne prikaži več
zh_hans: 不再显示

# help
source: Help and info
cs: Nápověda a informace
fa: راهنما و اطلاعات
ja: ヘルプ＆インフォ
nl: Help en info
pl: Pomoc i informacje
pt: Ajuda e informações
sl: Pomoč in info
zh_hans: 帮助信息

# experimentsPhyphoxOrg
source: Experiment ideas and instructions
cs: Nápady a instrukce k experimentu
fa: ایده‌ها و دستورکارهای آزمایش
ja: 実験アイデアと説明
nl: Experiment: ideeën en instructies
pl: Pomysły na eksperyment i instrukcje
pt: Ideias de experimentos e instruções
sl: Predlogi za eksperimente in navodila
zh_hans: 实验设计与说明

# faqPhyphoxOrg
source: Frequently asked questions
cs: Často kladené otázky
fa: پرسش‌های متداول
ja: よくある質問
nl: Vaak gestelde vragen
pl: Najczęściej zadawane pytania
pt: Perguntas frequentes (em Inglês)
sl: Pogosto zastavljena vprašanja
zh_hans: 常见问题库

# remotePhyphoxOrg
source: Remote control help
cs: Nápověda k vzdálenému přístupu
fa: راهنمای کنترل از راه دور
ja: 遠隔操作ヘルプ
nl: Afstandsbediening: help
pl: Pomoc zdalnego dostępu
pt: Ajuda do acesso remoto (em Inglês)
zh_hans: 远程控制帮助

# translationInfo
source: Languages
fa: زبان‌ها
ja: 言語
nl: Talen
pl: Języki
pt: Idiomas
sl: Jeziki
zh_hans: 语言

# translationToWebsite
source: Visit website
fa: بازدید از وبگاه
ja: ウェブサイトへ移行
nl: Bezoek website
pl: Odwiedź stronę
pt: Visitar website (em inglês)
sl: Obiščite spletno mesto
zh_hans: 访问网站

source: Credits
cs: Autoři
fa: دست‌اندرکاران
ja: クレジット
pl: Autorzy
pt: Créditos
zh_hans: 创建团队

# creditsRWTH
source: phyphox has been created at the 2nd Institute of Physics at the RWTH Aachen University.
cs: phyphox byl vytvořen na Druhém Institutu Fyziky na RWTH Univerzitě v Aachen.
fa: فیفاکس در انستیتوی دوم فیزیک در دانشگاه فنی آخن (RWTH Aachen University) ایجاد شده است.
ja: phyphoxはRWTH Aachen大学の2nd Institute of Physicsにて開発されました．
nl: phyphox werd ontwikkeld aan het Instituut voor Fysica aan de RWTH Aachen University.
pl: phyphox powstał w II Instytucie Fizyki Uniwersytetu RWTH w Aachen.
pt: phyphox foi criado no 2º Instituto de Física da Universidade RWTH Aachen.
zh_hans: Phyphox是由亚琛工业大学第二物理研究所开发。

# damageWarning
source: Please be careful not to damage your phone while experimenting. Please take special care to avoid dropping it on hard surfaces and do not expose it to excessive magnetic fields. The authors of phyphox are not responsible for any damage to your phone.
cs: Prosím vyvarujte se během experimentování poškození svého mobilního telefonu. Obzvláště se vyhněte upuštění mobilu na tvrdý povrch anebo jeho přiblížení k příliš silnému magnetickému poli. Autoři phyphoxu nejsou zodpovědní za žádné poškození vzniklé na vašem mobilním zařízení.
fa: لطفا مراقب باشید در حین انجام آزمایش به تلفن همراه خود آسیبی نرسانید. لطفا مراقبت ویژه‌ای را برای جلوگیری از افتادن آن بر روی سطوح سخت انجام دهید و آن را در معرض میدان‌های مغناطیسی شدید قرار ندهید. سازندگان فیفاکس در قبال هرگونه آسیب به تلفن همراه شما مسئولیتی ندارند.
ja: 実験中にお持ちのスマーフォンを損傷しないように気をつけてください．固い表面のものに落とすことのないように特に細心の注意を払い，過度に強度な磁場には晒さないようにしてください．開発者はお持ちのスマートフォンの損傷への責任は負えませんのでご了承ください．
nl: Let op dat tijdens het experimenteren je smartphone niet beschadigd wordt. Laat hem niet vallen op een hard oppervlak en stel hem niet bloot aan sterke magnetische velden. De auteurs van phyphox zijn niet verantwoordelijk voor enige schade aan je smartphone.
pl: Postępuj rozważnie by nie uszkodzić swojego telefony podczas eksperymentu. Zadbaj, by telefon nie spadł na twarde podłoże i nie był narażony na znaczne pole magnetyczne. Autorzy phyphox'a nie odpowiadają za szkody powstałe podczas doświadczeń z telefonem.
pt: Tome cuidado para não danificar o seu telefone durante os experimentos. Tenha muita atenção para evitar deixar cair sobre superfícies duras e não expor a campos magnéticos fortes. Os autores de phyphox não são responsáveis por qualquer dano ao seu telefone.
zh_hans: 使用Phyphox工坊时，请注意不要损坏手机。尤其特别注意避免手机掉落在坚硬的表面上，并且不要将手机暴露在过强的磁场中。Phyphox服务的提供者对于您手机的任何损坏概不负责。

# sensorLinearAcceleration
source: Linear Acceleration
cs: Lineární Akcelerace
fa: شتاب خطی
ja: 線形加速
nl: Lineaire Versnelling
pl: Przyspieszenie liniowe
pt: Aceleração Linear
zh_hans: 线加速度

# sensorLight
source: Light
cs: Světlo
fa: نور
ja: 光
nl: Licht
pl: Światła
pt: Luz
zh_hans: 光传感器

# sensorGyroscope
source: Gyroscope
cs: Gyroskop
fa: چرخش‌نما
ja: ジャイロスコープ
nl: Gyroscoop
pl: Żyroskop
pt: Giroscópio
sl: Žiroskop
zh_hans: 陀螺仪

# sensorAccelerometer
source: Accelerometer
cs: Akcelerometr
fa: شتاب‌سنج
ja: 加速度センサー
pl: Akcelerometr (czujnik przyspieszenia)
pt: Acelerômetro
sl: Merilnik pospeška
zh_hans: 加速度计

# sensorMagneticField
source: Magnetic Field
cs: Magnetické pole
fa: میدان مغناطیسی
ja: 磁界
nl: Magnetisch Veld
pl: Pole magnetyczne
pt: Campo Magnético
sl: Magnetno polje
zh_hans: 磁力计

# sensorPressure
source: Pressure
cs: Tlak
fa: فشار
ja: 圧力
nl: Druk
pl: Ciśnienie
pt: Pressão
sl: Tlak
zh_hans: 压力传感器

# sensorProximity
source: Proximity
cs: Senzor přiblížení
fa: مجاورت
ja: 接近度
nl: Nabijheid/Afstand
pl: Zbliżeniowy
pt: Proximidade
sl: Bližina
zh_hans: 距离传感器

# sensorNotAvailableWarningTitle
source: Sensor not available.
cs: Senzor není dostupný.
fa: حسگر در دسترس نیست.
ja: センサーは動作していません．
nl: Sensor niet beschikbaar.
pl: Czujnik niedostępny.
pt: Sensor não disponível.
sl: Senzor ni na voljo.
zh_hans: 传感器不可用。

# sensorNotAvailableWarningText1
source: The sensor
cs: Senzor
fa: حسگر
ja: センサー
nl: De sensor
pl: Czujnik
pt: O sensor
sl: Senzor
zh_hans: 传感器

# sensorNotAvailableWarningText2
source: is not available. Usually this means, that your device simply does not have this type of sensor.
cs: není dostupný. Většinou to znamená to, že váš přístroj není tímto senzorem vybaven.
fa: در دسترس نیست. معمولا به معنای آن است که دستگاه شما این نوع حسگر را ندارد.
ja: が利用できません．これは基本的にお持ちのデバイスがこの種類のセンサーを保持していないことを意味します．
nl: is niet beschikbaar. Meestal betekent dit dat uw apparaat niet over dit type sensor beschikt.
pl: niedostępny. Zazwyczaj oznacza to, że urządzenie nie jest wyposażone w tego typu czujnik.
pt: não está disponível. Normalmente isto significa que seu dispositivo não possue este tipo de sensor.
zh_hans: 不可用。通常这表示您的设备没有这种类型的传感器。

# sensorNotAvailableWarningMoreInfo
source: More info
cs: Více informací
fa: اطلاعات بیشتر
ja: 詳細
nl: Meer informatie
pl: Więcej informacji
pt: Mais informações
sl: Podrobnosti
zh_hans: 更多信息

source: OK
fa: پذیرفتن
nl: OKE
sl: V redu
zh_hans: 确认

source: Close
cs: Zavřít
fa: بستن
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
sl: Zapri
zh_hans: 关闭

source: Next
cs: Další
fa: بعدی
ja: 次へ
nl: Volgende
pl: Następny
pt: Próximo
sl: Naprej
zh_hans: 下一步

source: Cancel
cs: Zrušit
fa: لغو
ja: キャンセル
nl: Annuleer
pl: Zaniechaj
pt: Cancelar
sl: Prekliči
zh_hans: 取消

source: Actions
cs: Akce
ja: 実行
nl: Acties
pl: Działania
pt: Ações
zh_hans: 操作

# newExperiment
source: Add experiment
cs: Přidat experiment
fa: افزودن آزمایش
ja: 実験の追加
nl: Voeg experiment toe
pl: Dodaj eksperyment
pt: Adicionar experimento
zh_hans: 添加实验

# creditsNames
source: Development and Concept: Dr. Sebastian Staacks Concept: Prof. Christoph Stampfer Design: Frank Posthoff (A.NikoPol) Programming: Camilla Lummerzheim Jonas Gessner
cs: Vývoj a koncept: Dr. Sebastian Staacks Koncept: Prof. Christoph Stampfer Vývoj: Frank Posthoff (A.NikoPol) Programování: Camilla Lummerzheim Jonas Gessner
ja: 開発とコンセプト: Dr. Sebastian Staacks コンセプト: Prof. Christoph Stampfer デザイン: Frank Posthoff (A.NikoPol) プログラミング: Camilla Lummerzheim Jonas Gessner
nl: Ontwikkeling en concept: Dr. Sebastian Staacks Concept: Prof. Christoph Stampfer Ontwerp: Frank Posthoff (A.NikoPol) Programmering: Camilla Lummerzheim Jonas Gessner
pl: Koncepcję i rozwój projektu: Dr. Sebastian Kuhlen Koncepcją projektu: Prof. Christoph Stampfer Strona graficzną przedsięwzięcia: Frank Posthoff (A.NikoPol) Programowanie: Camilla Lummerzheim Jonas Gessner
pt: Concepção e Desenvolvimento: Dr. Sebastian Staacks Concepção: Prof. Christoph Stampfer Design: Frank Posthoff (A.NikoPol) Programação: Camilla Lummerzheim Jonas Gessner
zh_hans: 开发与概念：Sebastian Staacks博士 概念：Christoph Stampfer 教授 设计：Frank Posthoff (A.NikoPol) 编程：Camilla Lummerzheim、Jonas Gessner

source: Location
cs: Pozice
fa: موقعیت
ja: 位置
nl: Locatie
pl: Położenie
pt: Localização
sl: Lokacija
zh_hans: GPS定位

source: unknown
cs: Neznámé
fa: ناشناخته
ja: 不明
nl: onbekend
pl: nieznany
pt: desconhecido
sl: neznano
zh_hans: 未知传感器

source: Delete
cs: Smazat
fa: حذف
ja: 削除
nl: Verwijder
pl: Usuń
pt: Apagar
sl: Izbriši
zh_hans: 删除

# confirmDelete
source: Do you want to delete this experiment from your collection?
cs: Chcete tento experiment smazat ze své sbírky?
fa: آیا می‌خواهید این آزمایش را از مجموعه‌ی خود حذف کنید؟
ja: コレクションから本実験を削除しますか？
nl: Wil u dit experiment uit de lijst verwijderen?
pl: Czy usunąć eksperyment z twojego zbioru?
pt: Você deseja eliminar este experimento da sua coleção?
sl: Ali želite izbrisati eksperimet iz vaše zbirke?
zh_hans: 你想从你的采集中删除这个实验吗？

# confirmDeleteTitle
source: Confirm delete?
cs: Potvrdit smazání?
fa: تایید حذف؟
ja: 削除してもよろしいですか？
nl: Verwijderen?
pl: Akceptujesz usunięcie?
pt: Confirmar a eliminação?
sl: Potrdi brisanje?
zh_hans: 确认删除？

source: Stop
fa: توقف
ja: 停止
pl: Zatrzymaj
pt: Parar
zh_hans: 停止

source: Start
fa: آغاز
ja: 開始
pl: Uruchom
pt: Começar
zh_hans: 开始

source: Clear data
cs: Vymazat data
fa: حذف داده‌ها
ja: データクリア
nl: Verwijder data
pl: Usuń dane
pt: Limpar dados
sl: Počisti podatke
zh_hans: 清除数据

# clear_data_question
source: Clear recorded data?
cs: Přejete si vymazat data?
fa: داده‌های ثبت شده حذف شوند؟
ja: 記録したデータを消去しますか？
nl: Verwijder de bekomen data?
pl: Usunąć zapisane wyniki?
pt: Limpar dados gravados?
sl: Počistimo posnete podatke?
zh_hans: 清除已记录数据？

source: Clear
cs: Vymazat
fa: حذف
ja: クリア
nl: Verwijder
pl: Wyczyść
pt: Limpar
sl: Počisti
zh_hans: 清除

# timed_stop
source: Stop timed run
cs: Ukončit časovaný úsek
fa: توقف آزمایش زمان‌بندی شده
ja: プログラム計測を停止する
nl: Stop getimede meting
pl: Zatrzymaj sesję pomiarową
pt: Parar medida temporizada
sl: Ustavi štoparico
zh_hans: 停止定时运行

# timed_start
source: Start timed run
cs: Časová spoušť
fa: آغاز آزمایش زمان‌بندی شده
ja: プログラム計測を開始する
nl: Start getimede meting
pl: Rozpocznij sesję pomiarową
pt: Começar medida temporizada
zh_hans: 开始定时运行

# loadingTitle
source: Loading
cs: Načítám
fa: در حال بارگیری
ja: ローディング
nl: Wordt geladen
pl: Ładowanie
pt: Carregando
sl: Nalaganje
zh_hans: 加载中

# loadingText
source: Loading experiment…
cs: Načítám experimentâ…
fa: در حال بارگیری آزمایش…
ja: 実験をローディング中…
nl: Experiment wordt geladen …
pl: Ładowanie eksperymentu…
pt: Carregando experimento…
sl: Nalagam…
zh_hans: 加载实验中…

# timedRunDialogTitle
source: Timed Run
cs: Stopovaný úsek
fa: آزمایش زمان‌بندی شده
ja: プログラム計測の時間設定
nl: Getimede meting
pl: Czas sesji pomiarowej
pt: Medida temporizada
sl: Čas eksperimentiranja
zh_hans: 定时运行

# timedRunStartDelay
source: Start delay (s)
cs: Zpoždění startu (s)
fa: تاخیر در آغاز (s)
ja: 開始遅延 (s)
nl: Uitgestelde start (s)
pl: Opóźnienie uruchomienia
pt: Atraso inicial (s)
sl: Zamik starta (s)
zh_hans: 启动延迟(秒)

# timedRunStopDelay
source: Experiment duration (s)
cs: Doba trvání experimentu (s)
fa: مدت زمان آزمایش (s)
ja: 実験時間 (s)
nl: Duur experiment (s)
pl: Czas trwania eksperymentu
pt: Duração do experimento (s)
sl: Trajanje eksperimenta (s)
zh_hans: 实验时长(秒)

# enableTimedRun
source: Enable a timed run
cs: Měřit stopovaný úsek
fa: فعال‌سازی یک آزمایش زمان‌بندی‌شده
ja: タイムランを有効にする
nl: Begin getimede meting
pl: Włącz czas sesji
pt: Habilitar medida temporizada
zh_hans: 开启定时运行

# disableTimedRun
source: Disable a timed run
cs: Vypnout stopovaný úsek
fa: غیرفعال‌سازی یک آزمایش زمان‌بندی‌شده
ja: タイムランを無効にする
nl: Beëindig getimede meting
pl: Wyłącz czas sesji
pt: Desabilitar medida temporizada
zh_hans: 取消定时运行

# export
source: Export Data
cs: Exportuji data
fa: خروجی گرفتن از داده‌ها
ja: データのエクスポート
pl: Eksportuj dane
pt: Exportar Dados
sl: Izvozi podatke
zh_hans: 导出数据

# export_subject
source: Data from phyphox
cs: Data z phyphoxu
fa: داده‌ها از فیفاکس
ja: phyphoxからのデータ
nl: Data van phyphox
pl: Dane z phyphox'a
pt: Dados do phyphox
sl: Podatki iz phyphox
zh_hans: 来自Phyphox的数据

# export_pick_share
source: Pick an export method
cs: Vyberte si, jak chcete exportovat
fa: یک روش خروجی گرفتن را انتخاب کنید
ja: エクスポート方法を選択する
nl: Kies een export methode
pl: Wybierz metodę eksportowania
pt: Escolha um método para exportar
sl: Izberite način izvoza
zh_hans: 选择导出模式

# share
source: Share screenshot
cs: Sdílet screenshot
fa: به اشتراک‌گذاری اسکرین‌شات
ja: スクリーンショットの共有
nl: Schermafbeelding delen
pl: Udostępnij zrzut ekranu
pt: Compartilhar captura da tela
sl: Delite posnetek zaslona
zh_hans: 分享屏幕截图

# share_subject
source: Screenshot from phyphox
cs: Screenshot z phyphoxu
fa: اسکرین‌شات از فیفاکس
ja: phyphoxからのスクリーンショット
nl: Schermafbeelding van phyphox
pl: Zrzut ekranu z phyphox'a
pt: Captura da tela do phyphox
sl: Posnetek zaslona iz phyphoxa
zh_hans: 来自Phyphox的屏幕截图

# share_pick_share
source: Pick a share method
cs: Vyberte metodu sdílení
fa: یک روش به اشتراک‌گذاری را انتخاب کنید
ja: 共有方法の選択
nl: Kies een methode om te delen
pl: Wybierz metodę udostępniania
pt: Escolha como compartilhar
sl: Izberite način skupne rabe
zh_hans: 选择分享途径

source: Switch to calibrated magnetometer
cs: Přepnout na kalibrovaný magnetometr
fa: تغییر به مغناطیس‌سنج کالیبره‌شده
ja: 補正磁力計に切り替える
nl: Ga over naar gekalibreerde magnetometer
pl: Przełącz do kalibrowanego magnetometru (czujnika pola magnetycznego)
pt: Mudar para magnetômetro calibrado
zh_hans: 切换到已校准的磁力计

source: Switch to raw magnetometer
cs: Přepnout na nezpracovaná data magnetometru
fa: تغییر به مغناطیس‌سنج خام
ja: 時系列磁力計に切り替える
nl: Ga over naar onbewerkte magnetometer
pl: Przełącz do niekalibrowanego magnetometru
pt: Mudar para magnetômetro
zh_hans: 切换到原始磁力计

# enableRemoteServer
source: Enable remote access
cs: Povolit vzdálený přístup
fa: فعال‌سازی دسترسی از راه دور
ja: リモートアクセスを有効にする
nl: Begin besturing op afstand
pl: Zezwól na dostęp zdalny
pt: Habilitar acesso remoto
zh_hans: 启动远程控制

# disableRemoteServer
source: Disable remote access
cs: Vypnout vzdálený přístup
fa: غیرفعال‌سازی دسترسی از راه دو
ja: リモートアクセスを無効にする
nl: Beëindig besturing op afstand
pl: Zablokuj dostęp zdalny
pt: Desabilitar acesso remoto
zh_hans: 取消远程控制

# remoteServerWarning
source: You are about to enable remote access to the acquired data. You should only do so on a trusted network! Also note, that direct access between devices may not be possible on many corporate or university networks. For best security and performance you should connect to this device via a tethering option (mobile hotspot). After pressing ok, you can access your measurement from any web browser on the same network.
cs: Právě se chystáte povolit aplikaci vzdálený přístup k naměřeným datům. Prosím ověřte si, že jste připojeni na důvěryhodné síti! Zároveň vás chceme upozornit, že přímé spojení přístrojů není na mnoha univerzitní či firemních sítích povoleno a tedy ani umožněno. Pro zajištění maximální bezpečnosti a výkonu doporučujeme připojení tohoto zařízení pomocí tetheringu (vytvoření mobilního hotspotu). Po zmáčknutí tlačítka Ok můžete svá měření zobrazit jakýmkoliv internetovým prohlížečem na stejné ethernetové síti.
fa: شما در آستانه‌ فعال کردن دسترسی از راه دور به داده‌های به‌دست آمده هستید. شما تنها باید آن را در یک شبکه مورد اعتماد انجام دهید! همچنین توجه داشته باشید که دسترسی مستقیم بین دستگاه‌ها ممکن است در بسیاری از شبکه‌های شرکت یا دانشگاه امکان‌پذیر نباشد. برای رسیدن به بهترین امنیت و کارایی، شما باید از طریق یک گزینه تترینگ (هات‌اسپات یا نقطه اتصال تلفن همراه) به این دستگاه متصل شوید. پس از فشار دادن «قبول»، شما می‌توانید از هر مرورگر وب در همان شبکه به اندازه‌گیری خود دسترسی داشته باشید.
ja: 取得データへの遠隔アクセスをしようとしています．信頼されたネットワーク環境においてのみこれを実行してください！また，多くの企業と大学のネットワーク環境下ではデバイス間の直接アクセスができない場合が多いことに注意してください． 最も安全なセキュリティーとパフォーマンスのためにデザリング回線 (モバイルホットスポット) を経由して接続してください． okを押した後，同ネットワーク環境下でどのようなウェブブラウザからでも実験にアクセスすることができます．
nl: U staat op het punt om toegang op afstand tot de verkregen data mogelijk te maken. Doe dit alleen via een betrouwbaar netwerk! Let er ook op dat een directe toegang tussen toestellen niet mogelijk kan zijn op vele bedrijfs- of universiteitsnetwerken. Voor de beste beveiliging en prestatie kunt u dit toestel beter koppelen via een tethering optie (mobiele hotspot). Na het drukken op OK heeft u toegang tot uw meting vanuit elke webbrowser op hetzelfde netwerk.
pl: Zamierzasz zezwolić na dostęp zdalny do danych. Procedura ta winna być uruchamiana tylko w zaufanej sieci! Należy pamiętać, że bezpośrednie połączenie między urządzeniami nie będzie możliwe w większości sieci korporacyjnych i uniwersyteckich. Dla zwiększenia bezpieczeństaw zalecamy połączenie przez opcję tethering'u (punkt dostępowy). Po naciśnięciu ok, wyniki pomiarów będą dostępne w przeglądarce uruchomionej w tej samej sieci.
pt: Você está para iniciar o acesso remoto dos dados adquiridos. Faça isso apenas numa rede confiável! Algumas redes de empresas ou universidades podem não permitir o acesso direto entre os dispositivos. Para uma melhor performance e segurança, conecte o dispositivo através de uma opção de vínculo (ponto de acesso móvel). Depois de pressionar OK, você pode acessar suas medidas a partir de qualquer navegador na mesma rede.
zh_hans: 你即将启动远程控制来获得已采集数据。你应该只在可信任的网络中这样操作。另外，在很多公司或高校的网络中，设备之间的直接存取可能无法执行。 为了安全起见并实现最佳性能，你应该通过共享操作（移动热点）连接到装置。 按下OK后，你可以在同个网络中的任意浏览器上存取测量值。

# remoteServerWarningTitle
source: Security warning!
cs: Bezpečnostní varování!
fa: هشدار امنیتی!
ja: セキュリティ警告!
nl: Beveiligingswaarschuwing!
pl: Ostrzeżenie bezpieczeństwa!
pt: Aviso de segurança!
sl: Varnostno opozorilo!
zh_hans: 安全性警告！

# remoteServerActive
source: Remote access enabled. Access this experiment from the following URL:
cs: Vzdálený přístup povolen. K tomuto experimentu se můžete připojit z následující URL:
fa: دسترسی از راه دور فعال شد. به این آزمایش از یو‌آرال زیر دسترسی پیدا کنید:
ja: リモートアクセスは有効です．下記のURLから本実験にアクセスしてください．URL：
nl: Besturing op afstand ingeschakeld. Krijg toegang tot dit experiment via volgende URL:
pl: Zdalny dostęp uruchomiony. Eksperyment dostępny pod adresem URL:
pt: Acesso remoto habilitado. Acesse este experimento a partir do seguinte endereço URL:
zh_hans: 远程控制已启动。从下列网址访问该实验：

source: Hotspot Settings
cs: Nastavení Hotspotu
fa: تنظیمات هات‌اسپات
ja: ホットスポット設定
nl: Hotspot Instellingen
pl: Ustawienia punktu dostępowego
pt: Configurações do ponto de acesso
sl: Nastavitve dostopne točke
zh_hans: 热点设置

# switchToPhoneLayout
source: View: Narrow
cs: Zobrazení: Úzké
fa: نما: باریک
ja: 表示：狭い
nl: Beeld: Smal
pl: Widok: Ograniczony
pt: Visão: Estreito
sl: Pogled: Ozek
zh_hans: 观看模式：窄

# switchColumns1
source: View: 1 column
cs: Zobrazit: 1 sloupec
fa: نما: ۱ ستون
ja: 表示：1列
nl: Beeld: 1 kolom
pl: Widok: 1 kolumna
pt: Visão: 1 coluna
sl: Pogled: 1 stolpec
zh_hans: 观看模式：1

# switchColumns2
source: View: 2 columns
cs: Zobrazit: 2 sloupce
fa: نما: ۲ ستون
ja: 表示：2列
nl: Beeld: 2 kolommen
pl: Widok: 2 kolumna
pt: Visão: 2 colunas
sl: Pogled: 2 stolpca
zh_hans: 观看模式：2栏

# switchColumns3
source: View: 3 columns
cs: Zobrazit: 3 sloupce
fa: نما: ۳ ستون
ja: 表示：3列
nl: Beeld: 3 kolommen
pl: Widok: 3 kolumna
pt: Visão: 3 colunas
sl: Pogled: 3 stolpce
zh_hans: 观看模式：3栏

# show_description
source: Experiment info
cs: Informace k experimentu
fa: اطلاعات آزمایش
ja: 実験インフォ
nl: Info over experiment
pl: Informacje o eksperymencie
pt: Inform. do experimento
sl: Info o eksperimentu
zh_hans: 实验信息

# save_locally
source: Add experiment to collection
cs: Přidat experiment do sbírky
fa: افزودن آزمایش به مجموعه
ja: 実験をコレクションに追加
nl: Voeg experiment toe aan experimentenlijst
pl: Dodaj eksperyment do zbioru
pt: Adicionar à coleção de experimentos
sl: Dodaj eksperiment v zbirko
zh_hans: 添加实验到收藏中

# save_locally_message
source: This experiment has been opened from a remote source. Do you want to add it to your experiment collection?
cs: Tento experiment byl otevřen z externího zdroje. Chcete jej zařadit do své sbírky experimentů?
fa: این آزمایش از یک منبع از راه دور باز شده است. آیا می‌خواهید آن را به مجموعه آزمایش خود افزوده کنید؟
ja: 本実験はリモートソースから開かれました．あなたの実験コレクションに追加しますか？
nl: Dit experiment is geopend vanuit een bron op afstand. Wilt u dit toevoegen aan uw experimentenlijst?
pl: Eksperyment otwarty ze zdalnego źrodła. Czy dodać go do twojego zbioru eksperymentów?
pt: Este experimento foi acessado remotamente. Você deseja adicionar ele a sua coleção?
sl: Eksperiment je bil odprt iz oddaljenega vira. Ali ga želite dodati v zbirko eksperimentov?
zh_hans: 这个实验已经可从远端启动。你想把它添至你的实验收藏吗？

# save_locally_button
source: Save to collection
cs: Uložit do sbírky
fa: ذخیره در مجموعه
ja: コレクションに保存
nl: Toevoegen aan experimentenlijst
pl: Zapisz do zbioru
pt: Salvar na coleção
sl: Shrani v zbirko
zh_hans: 保存至收藏
